dist_ams360_sdk/demos/login_request.xml

<?xml version="1.0" encoding="utf-8"?><s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"><s:Body><Login xmlns="http://www.WSAPI.AMS360.com/v3.0"><Request xmlns:a="http://www.WSAPI.AMS360.com/v3.0/DataContract" xmlns:i="http://www.w3.org/2001/XMLSchema-instance"><a:AgencyNo>8880006-1</a:AgencyNo><a:LoginId>bizassure</a:LoginId><a:Password>***</a:Password><a:EmployeeCode/></Request></Login></s:Body></s:Envelope>